Repository: dahenson/agenda
Catalog: po/extra/*.po
Languages: it

source: Get things done
it: Fare le cose

source: A task manager to help you keep track of the tasks that matter most.
it: Un task manager per aiutarti a tenere traccia delle attività che contano di più.

source: Sometimes, you just need a task list to keep you motivated. Agenda provides a way to write down your tasks and tick them off as you complete them. The list is saved automatically, so you can close the list to get it out of the way without losing your place.
it: A volte, hai solo bisogno di un elenco di attività per mantenerti motivato. Agenda fornisce un modo per annotare i tuoi compiti e spuntarli mentre li completi. L'elenco viene salvato automaticamente, quindi puoi chiudere l'elenco per estrarlo in modo senza perdere il tuo posto.

source: Key Features:
it: Caratteristiche principali:

source: Saves your task list automatically
it: Salva automaticamente l'elenco delle attività

source: See your completed tasks until you choose to delete them
it: Visualizza le tue attività completate finché non scegli di eliminarle

source: Autocompletion for previously added tasks
it: Completamento automatico per attività aggiunte in precedenza

source: Quit with the Esc key
it: Esci con il tasto Esc

source: Visual updates and code fixes
it: Aggiornamenti visivi e correzioni del codice

source: Tiny tweaks for a debut release on elementary OS 5.0
it: Piccole modifiche per una versione di debutto su elementary OS 5.0

source: Cleaned up the list icons to only show on hover or select
it: Ripulite le icone dell'elenco per mostrarle solo al passaggio del mouse o selezionare

source: Tweaks to the overall visual style.
it: Modifiche allo stile visivo generale.

source: General code cleanup
it: Pulizia generale del codice

source: Small bugfixes and a new icon
it: Piccole correzioni di bug e una nuova icona

source: Updated the icon with a fresh new look (Thanks, Harvey)
it: Aggiornata l'icona con un nuovo look (grazie, Harvey)

source: Pressing Esc no longer closes Agenda while editing a task
it: Premendo Esc non si chiude più Agenda durante la modifica di un'attività

source: Pressing Delete no longer crashes Agenda while editing a task
it: Premendo Elimina non si blocca più Agenda durante la modifica di un'attività

source: Metadata installs to the correct folder
it: I metadati vengono installati nella cartella corretta

source: Small Fixes
it: Piccole correzioni

source: Fixed style issues for dark and light variants
it: Risolti problemi di stile per le varianti scure e chiare

source: Looks good, and feels good!
it: Ha un bell'aspetto e ti sente bene!

source: Task List
it: Elenco Attività

source: Todo;Tasks;
it: cose da fare;compiti;
