Repository: dahenson/agenda
Catalog: po/*.po
Languages: ka, ko, pl, tr

source: A simple, slick, speedy and no-nonsense task manager.
ka: მარტივი, მოხერხებული, სწრაფი დავალებების მმართველი ყოველგვარი უაზრობების გარეშე.
ko: 간단하고 미려한 일정 관리자
pl: Prosty, zgrabny, szybki i pozbawiony bezsensu menadżer zadań.
tr: Basit, şık, hızlı ve zırvalıksız görev yöneticisi

source: What's to be done
ka: რაც გასაკეთებელია
ko: 곧 해야 할 일
pl: Co jest do zrobienia
tr: Yapılacak bir şey mi var?

source: Todo;Tasks;
ka: გასაკეთებელი;დავალებები;
ko: 할 일;일정;
pl: Do zrobienia;Zadania;
tr: Yapılacaklar;Görevler;

source: About Agenda
ka: Agenda-ს შესახებ
ko: 어젠다에 대해서
pl: O Agendzie
tr: Ajanda Hakkında

source: Add a new task...
ka: ახალი დავალების დამატება...
ko: 새 할 일 추가하기...
pl: Dodaj nowe zadanie…
tr: Yeni görev ekle...

source: No Tasks!
ka: დავალებები არაა!
ko: 할 일이 없습니다!
pl: Brak zadań!
tr: Görev yok!

source: (add one below)
ka: (დაამატე ქვემოდან)
ko: (아래에 추가)
pl: (dodaj jakieś poniżej)
tr: (aşagıdan bir tane ekleyin)

source: (way to go)
ka: (ეგრე უნდა)
ko: (추후 추가 예정)
pl: (tak trzymaj)
tr: helal olsun

source: Add to list...
ko: 리스트에 추가...
pl: Dodaj do listy…
tr: Listeye ekle...

source: Clear history
pl: Wyczyść historię
tr: Geçmişi temizle

source: Task finished
ka: დავალება დასრულებულია
ko: 작업 완료
pl: Zadanie wykonane
tr: Görev tamamlandı

source: tasks have been removed
ka: დავალება წაიშალა
ko: 개의 작업이 제거되었습니다.
pl: zadania zostały usunięte
tr: görev kaldırıldı

source: A task has been removed
ka: დავალება წაიშალა
ko: 한 개의 작업이 제거되었습니다.
pl: Zadanie zostało usunięte
tr: Görev kaldırıldı
